Repository: chris-blues/cbNewsletter
Catalog: locale/*/LC_MESSAGES/cbNewsletter.po
Languages: de_de, es_es, fr_fr

source: manage subscription
de_de: Abo verwalten
es_es: manejar suscripción
fr_fr: gérer l'abonnement

source: Error! Could not send verification mail!
de_de: Fehler! Bestätigungsmail konnte nicht versendet werden!
es_es: ¡Error! ¡No se pudo enviar correo de verificación!
fr_fr: Erreur! Impossible d'envoyer un courrier de vérification!

source: <p>A verification mail has been sent to your inbox. Please click the link, to verify that:</p> <ul><li>this mailbox actually belongs to you</li> <li>you really want to get our newsletter</li></ul> <p>Thanks!</p>
de_de: <p>Es wurde eine Bestätigungsmail an ihre Emailadresse gesendet. Bitte klicken Sie auf den Link um sicherzustellen, daß:</p> <ul><li>diese Adresse tatsächlich Ihnen gehört</li> <li>Sie wirklich unseren Newsletter bekommen wollen</li></ul> <p>Vielen Dank!</p>
es_es: <p>Un correo de verificación ha sido enviado a su buzón. Por favor pinche el enlace para verificar que:</p> <ul><li>este es su correo</li> <li>Ud. está seguro de que quiere recibir nuestro boletín</li></ul> <p>¡Gracias!</p>
fr_fr: <p>Un courriel de vérification a été envoyé à votre boîte de réception. Veuillez cliquer sur le lien, pour vérifier que:</p>. <ul><li>cette boîte aux lettres vous appartient en fait </li>. <li>vous voulez vraiment recevoir notre newsletter </li></ul>. <p>Merci!</p>

source: Sorry! This email is already subscribed. Surely you don't want to receive our newsletters twice!
de_de: Entschuldigung! Diese Adresse ist bereits abonniert. Sie wollen doch sicherlich unsere Newsletter nicht doppelt erhalten!
es_es: ¡Lo siento! Este correo ya ha sido suscrito. ¡Seguramente Ud. no quiere recibir nuestro boletín dos veces!
fr_fr: Désolé! Cet email est déjà inscrit. Vous ne voulez sûrement pas recevoir nos newsletters deux fois!

source: Manage subscription
de_de: Abo verwalten
es_es: Manejar suscripción
fr_fr: Gérer l'abonnement

source: No match to this data in the database!
de_de: Diese Daten sind nicht in der Datenbank zu finden!
es_es: ¡Nada coincide con esta información en nuestra base de datos!
fr_fr: Aucune correspondance dans la base de données!

source: Sorry! This subscription cannot be found. The following possibilities may help:
de_de: Entschuldigung! Dieses Abo konnte nicht gefunden werden. Die folgenden Möglichkeiten könnten helfen:
es_es: ¡Lo siento! Esta suscripción no puede ser encontrada. Las siguientes opciones podrían ser de ayuda:
fr_fr: Désolé! Cet abonnement est introuvable. Les possibilités suivantes peuvent vous aider:

source: <b>Your link is broken.</b> Some email-clients add line-breaks to your emails. Make sure to copy the entire link into your browser.
de_de: <b>Der Link ist kaputt.</b> Manche Emailprogramme brechen lange Zeilen um. Stellen Sie sicher, daß der gesamte Link in den Browser kopiert wird.
es_es: <b>Su enlace está roto.</b> Algunos clientes de correo añaden saltos de línea a sus mensajes de correo. Asegúrese de copiar el enlace entero en su navegador.
fr_fr: <b>Votre lien est brisé.</b> Certains clients de messagerie ajoutent des sauts de ligne à vos e-mails. Assurez-vous de copier le lien en entier dans votre navigateur.

source: <b>You have unsubscribed earlier.</b> This means your subscription has been deleted and is not retrievable. Subscribe again, if you want to receive our newsletters again!
de_de: <b>Sie haben sich schon ausgetragen.</b> Das bedeutet, daß ihr Abo unwiderruflich gelöscht ist. Wenn Sie unseren Newsletter wieder erhalten wollen, tragen Sie sich einfach wieder ein!
es_es: <b>Ud. se ha suscrito antes.</b> Esto significa que su suscripción ha sido eliminada y no se puede recuperar. ¡Vuelva a suscribirse si desea recibir nuestros boletines de nuevo!
fr_fr: <b>Vous vous êtes désabonné plus tôt.</b> Cela signifie que votre abonnement a été supprimé et n'est pas récupérable. Inscrivez-vous à nouveau, si vous souhaitez recevoir à nouveau nos newsletter!

source: Your email address has been updated.
de_de: Ihre neue Emailadresse wurde eingetragen.
es_es: Su correo ha sido actualizado.
fr_fr: Votre adresse e-mail a été mise à jour.

source: Error! Could not send verification mail!
de_de: Fehler! Bestätigungsmail konnte nicht versendet werden!
es_es: Error! ¡No se ha podido enviar correo de verificación!
fr_fr: Erreur! Impossible d'envoyer un courrier de vérification!

source: <p>A verification mail has been sent to your inbox. Please click the link, to verify that:</p> <ul><li>this mailbox actually belongs to you</li> <li>you really want to get our newsletter</li></ul> <p>Thanks!</p>
de_de: <p>Es wurde eine Bestätigungsmail an ihre Emailadresse gesendet. Bitte klicken Sie auf den Link, um sicherzustellen daß:</p> <ul><li>diese Adresse tatsächlich Ihnen gehört</li> <li>Sie wirklich unseren Newsletter bekommen wollen</li></ul> <p>Vielen Dank!</p>
es_es: <p>Un correo de verificación ha sido enviado a su buzón. Por favor pinche el enlace para verificar que:</p> <ul><li>este es su correo</li> <li>Ud. está seguro de que quiere recibir nuestro boletín</li></ul> <p>¡Gracias!</p>
fr_fr: <p>Un courriel de vérification a été envoyé à votre boîte de réception. Veuillez cliquer sur le lien, pour vérifier que:</p> <ul><li>cette boîte aux lettres vous appartient en fait </li>. <li>vous voulez vraiment recevoir notre newsletter </li></ul>. <p>Merci!</p>

source: Your name has been updated.
de_de: Ihr neuer Name wurde eingetragen.
es_es: Su nombre ha sido actualizado.
fr_fr: Votre nom a été mis à jour.

source: Error! Could not send verification mail!<br>
de_de: Fehler! Bestätigungsmail konnte nicht versendet werden!<br>
es_es: ¡Error! ¡No se ha podido enviar correo de verificación!<br>
fr_fr: Erreur! Impossible d'envoyer un e-mail de vérification!<br><br>

source: A verification mail has been sent to your inbox. Please click the link, to verify that you really want to unsubscribe from our newsletters!
de_de: Es wurde eine Bestätigungsmail an Ihre Adresse geschickt. Bitte klicken Sie auf den Link um sicherzustellen, daß Sie sich wirklich aus unserem Newsletter austragen wollen!
es_es: Un correo de verificación ha sido enviado a su buzón. ¡Por favor pinche el enlace para verificar que está seguro de que quiere dejar de recibir nuestros boletines!
fr_fr: Un courriel de vérification a été envoyé à votre boîte de réception. Veuillez cliquer sur le lien, pour vérifier que vous voulez vraiment vous désabonner de nos newsletters !

source: This email has not been verified yet. Access to this data has been denied.
de_de: Diese Emailadresse wurde noch nicht bestätigt. Zugriff auf diese Daten wurde verweigert.
es_es: Este correo no ha sido verificado aún. El acceso a estos datos ha sido denegado.
fr_fr: Cet email n'a pas encore été vérifié. L'accès à ces données a été refusé.

source: Newsletter archive
de_de: Newsletterarchiv
es_es: Archivo de boletines
fr_fr: Archive des newsletter

source: Verify subscription
de_de: Abo bestätigen
es_es: Verificar suscripción
fr_fr: Vérifier l'abonnement

source: This email has already been verified. No need to do it again.
de_de: Diese Adresse wurde bereits bestätigt. Einmal reicht.
es_es: Este correo ya ha sido verificado. No hace falta volver a hacerlo.
fr_fr: Cet email a déjà été vérifié.

source: Thank you very much! Your subscription is now verified and active.
de_de: Vielen Dank! Ihr Abo ist nun bestätigt und aktiv.
es_es: ¡Muchas gracias! Su suscripción ha sido verificada y está activada.
fr_fr: Merci beaucoup ! Votre abonnement est maintenant vérifié et actif.

source: Sorry! The link seems to be broken! Please try again - and make sure you have the complete link!<br>
de_de: Entschuldigung! Der Link scheint kaputt zu sein! Bitte versuchen Sie es noch einmal - und stellen Sie die Vollständigkeit des Links sicher!<br>
es_es: ¡Lo siento! ¡Este enlace parece roto! ¡Por favor inténtelo de nuevo y compruebe que tiene el enlace completo!<br>
fr_fr: Désolé! Le lien semble rompu! Veuillez réessayer - et assurez-vous d'avoir le lien complet!<br>

source: verify unsubscription
de_de: Abmeldung bestätigen
es_es: verificar baja de la suscripción
fr_fr: vérifier le désabonnement

source: Removing subscription for %s
de_de: Entferne Abo für %s
es_es: Eliminando suscripción para %s
fr_fr: Suppression de l'abonnement pour %s

source: Removing subscription for %s failed!
de_de: Entfernen des Abos für %s ging schief!
es_es: ¡No se ha podido eliminar la suscripción para %s !
fr_fr: La suppression de l'abonnement pour %s a échoué!

source: Will be back shortly...
de_de: Bin gleich zurück...
es_es: Volveremos enseguida...
fr_fr: Nous serons de retour sous peu....

source: processing needed %s
de_de: Verarbeitung dauerte %s
es_es: falta procesar %s
fr_fr: traitement nécessaire %s

source: Error! Could not connect to database!
de_de: Fehler! Konnte keine Verbindung zur Datenbank herstellen!
es_es: ¡Error! ¡No se puede establecer conexión con la base de datos!
fr_fr: Erreur! Impossible de se connecter à la base de données!

source: The PDO call returned an error:
de_de: Der PDO Aufruf gab einen Fehler zurück:
es_es: La llamada PDO ha devuelto un error:
fr_fr: L'appel PDO renvoyait une erreur :

source: Created database tables:
de_de: Datenbanktabellen wurden erstellt:
es_es: Tablas de base de datos creadas:
fr_fr: Création de tables de base de données :

source: Database settings
de_de: Datenbank Einstellungen
es_es: Ajustes de base de datos
fr_fr: Paramètres de la base de données

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder

source: General settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Paramètres générales

source: cbNewsletter debug output
de_de: cbNewsletter Debug Ausgabe
es_es: cbBoletín salida de depuración
fr_fr: cbNewsletter sortie de débogage

source: show processing time
de_de: Verarbeitungsdauer anzeigen
es_es: mostrar tiempo de trámite
fr_fr: Afficher le temps de traitement

source: default language
de_de: Standardsprache
es_es: idioma predeterminado
fr_fr: langue par défaut

source: preview
de_de: Vorschau
es_es: vista previa
fr_fr: aperçu

source: hide preview
de_de: Vorschau schließen
es_es: esconder vista previa
fr_fr: masquer l'aperçu

source: <h2>Hello %name%,</h2> <p>this is a newsletter from <strong>%server%</strong>.</p> <p>Best regards, your newsletter team</p> <p><em>You will find an unsubscription link below:</em></p>
de_de: <h2>Hallo %name%,</h2> <p>dies ist ein Newsletter von <strong>%server%</strong>.</p> <p>Mit freundlichen Grüßen,<br> Dein Newsletter Team</p> <p><em>Unten befindet sich der Austragelink:</em></p>
fr_fr: <h2>Bonjour %name%,</h2> <p>ceci est une newsletter de <strong>%server%</strong>.</p> <p>Meilleures salutations,<br> votre équipe de newsletter</p> <p><em>Vous trouverez ci-dessous un lien de désinscription:</em></p>

source: create newsletter
de_de: Newsletter schreiben
es_es: crear boletín
fr_fr: créer un newsletter

source: subject
de_de: Betreff
es_es: asunto
fr_fr: sujet

source: newsletter text
es_es: texto del boletín
fr_fr: texte du newsletter

source: reset
de_de: Zurücksetzen
es_es: restablecer
fr_fr: réinitialiser

source: save template
de_de: Vorlage speichern
es_es: guardar plantilla
fr_fr: Enregistrer le modèle

source: template name
de_de: Name der Vorlage
es_es: nombre de plantilla
fr_fr: nom du modèle

source: cancel
de_de: Abbrechen
es_es: cancelar
fr_fr: annuler

source: send newsletter
de_de: Newsletter abschicken
es_es: enviar boletín
fr_fr: Envoyer le newsletter

source: templates
de_de: Vorlagen
es_es: plantillas
fr_fr: modèles

source: delete template
de_de: Vorlage löschen
es_es: eliminar plantilla
fr_fr: supprimer le modèle

source: view subscriptions
de_de: Abos anzeigen
es_es: ver suscripciones
fr_fr: voir les abonnements

source: settings
de_de: Einstellungen
es_es: ajustes
fr_fr: paramètres

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher

source: Clear search
de_de: Suche leeren
es_es: Eliminar búsqueda
fr_fr: Effacer la recherche

source: Name
es_es: Nombre
fr_fr: Nom

source: Subscribed
de_de: Angemeldet
es_es: Suscripción completada
fr_fr: Abonné

source: Verified
de_de: Bestätigt
es_es: Verificado
fr_fr: Vérifié

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer

source: Fatal error
de_de: Schwerer Fehler
es_es: Error fatal
fr_fr: Erreur fatale

source: %s not found. Exit...
de_de: %s konnte nicht gefunden werden. Ende...
es_es: %s no ha sido encontrado. Salida...
fr_fr: %s non trouvés. Sortie...

source: Debug output
de_de: Debugausgabe
es_es: Salida de depuración
fr_fr: Sortie de débogage

source: Please verify your subscription to our newsletter @ %s
de_de: Bitte bestätigen Sie Ihr Abo für unseren Newsletter @ %s
es_es: Por favor verifique su suscripción a nuestro boletín @ %s
fr_fr: Veuillez vérifier votre inscription à notre newsletter @ %s

source: Please verify your unsubscription to our newsletter @ %s
de_de: Bitte bestätigen Sie Ihre Abmeldung aus unserem Newsletter @ %s
es_es: Por favor verifique que quiere eliminar su suscripción a nuestro boletín @ %s
fr_fr: Veuillez vérifier votre désinscription à notre newsletter @ %s

source: The PDO call returned an error
de_de: Der PDO Aufruf gab einen Fehler zurück
es_es: La llamada PDO ha devuelto un error
fr_fr: L'appel PDO renvoyait une erreur

source: Database table %s has been optimized.
de_de: Datenbanktabelle %s wurde optimiert.
es_es: Tabla de base de datos %s ha sido optimizada.
fr_fr: La table de base de données %s a été optimisée.

source: Error
de_de: Fehler
fr_fr: Erreur

source: An error has occured. Most likely the link is broken. Please try again and make sure that you use the complete and correct link.
de_de: Ein Fehler ist aufgetreten. Höchst wahrscheinlich ist der Link kaputt. Bitte versuchen Sie es noch einmal und stellen Sie die Vollständigkeit und Richtigkeit des Links sicher.
es_es: Un error ha ocurrido. Probablemente el enlace está roto. Por favor vuelve a intentarlo y compruebe que está usando el enlace correcto y completo.
fr_fr: Une erreur s'est produite. Le lien est très probablement rompu. Veuillez réessayer et vous assurer d'utiliser le lien complet et correct.

source: Change your subscription
de_de: Abo bearbeiten
es_es: Cambiar su suscripción
fr_fr: Modifier votre abonnement

source: Your name:
de_de: Ihr Name:
es_es: Su nombre:
fr_fr: Votre nom:

source: your name
de_de: Ihr Name
es_es: su nombre
fr_fr: votre nom:

source: Your email address:
de_de: Ihre Emailadresse:
es_es: Su correo electrónico:
fr_fr: Votre adresse e-mail:

source: you@example.com
de_de: ich@example.com
es_es: me@example.com
fr_fr: moi@example.com

source: submit
de_de: abschicken
es_es: enviar
fr_fr: se soumettre

source: Unsubscribe
de_de: Abmelden
es_es: Eliminar suscripción
fr_fr: Se désabonner

source: Really unsubscribe me
de_de: Wirklich abmelden
es_es: Eliminar suscripción de verdad
fr_fr: Me désabonner vraiment

source: All your data will be unrecoverably erased. And you will not receive any newsletters in the future - unless you subscribe again.
de_de: Alle ihre Daten werden unwiderruflich gelöscht. Und Sie werden keine Newsletter mehr von uns erhalten - es sei denn, sie tragen sich wieder ein.
fr_fr: Toutes vos données seront irrémédiablement effacées. Et vous ne recevrez plus de newsletters à l'avenir - à moins que vous ne vous inscriviez à nouveau.

source: back
de_de: Zurück
es_es: volver
fr_fr: retour

source: No newsletters have been written yet...
de_de: Es wurde noch kein Newsletter verfasst...
fr_fr: Aucun newsletter n'a encore été rédigé...

source: Subscribe to our newsletter:
de_de: Abonnieren Sie unseren Newsletter:
es_es: Suscríbase a nuestro boletín:
fr_fr: Abonnez-vous à notre newsletter:

source: Submit
de_de: Eintragen
es_es: Enviar
fr_fr: Soumettre

source: newsletter archive
de_de: Newsletterarchiv
es_es: archivo de boletines
fr_fr: archive du newsletter

source: Or are you trying to unsubscribe or something else?
de_de: Oder versuchen Sie, sich auszutragen, oder etwas anderes?
es_es: ¿O está Ud. intentando a eliminar su suscripción o otra cosa?
fr_fr: Ou essayez-vous de vous désabonner ou autre chose?

source: Resend verification mail
de_de: Bestätigungsmail nochmal schicken
es_es: Volver a enviar correo de verificación
fr_fr: Renvoyer le courrier de vérification

source: Newsletter has been sent!
de_de: Newsletter wurde gesendet!

source: Newsletter
es_es: Boletín

source: Hello %name%, this is a newsletter from %server% . Best regards, your newsletter team You will find an unsubscription link below:
es_es: Hola %nombre%, esto es el boletín de %server% . Saludos cordiales, El equipo del boletín Ud. encontrará abajo un enlace para eliminar la suscripción:

source: Email
es_es: Correo
